base-devel #M
xorg-server #M
xorg-xinit #M
libxinerama #M
firefox #M
lf #M
neovim #M
thunar #M
thunar-archive-plugin #M
thunar-volman #M
thunar-media-tags-plugin #M
tumbler
gvfs #M
gvfs-mtp
xarchiver #M
unzip #M
zip #M
unrar
p7zip
man-db #M
htop #M
ttf-hack-nerd #M
ttf-liberation #M
noto-fonts
noto-fonts-cjk #M
noto-fonts-emoji #M
ttf-joypixels #
wireplumber #M
pipewire-pulse #M
pulsemixer #M
pamixer #M
mpd
mpc
ncmpcpp
mpv
yt-dlp
vlc
libdvdcss
viewnior #M
lxappearance
qt5ct
qt6ct
xwallpaper #M
nitrogen #M
redshift #M
unclutter #M
picom #M
papirus-icon-theme #M
materia-gtk-theme #M
kvantum #M
kvantum-theme-materia #M
sxhkd #M
neofetch
trash-cli #M
xclip #M
xdotool
reflector
numlockx #M
dunst #M
slock #M
bc #M
lxtask
moreutils #M
bash-completion #M
perl-file-mimeinfo #M
xdg-user-dirs #M
xcolor
cuetools
rxvt-unicode
simple-scan
xsane
keepassxc #M
picard
gimp
imagemagick
handbrake
qbittorrent
amule
libreoffice-fresh
atril #M
pdfarranger
fcitx5
fcitx5-mozc
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
gnome-keyring #M
seahorse
polkit-gnome #M
xorg-xev
xorg-xkill #M
xorg-xprop
xorg-xsetroot
xorg-xwininfo
virtualbox
virtualbox-host-modules-arch
linux-headers
